xuyrequest_list = ["хуй","Хуй"]
xuyanswers_list = ["хуй", "сам ты хуй", "где?"]
pizdarequests_list = ["пизда","Пизда"]
pizdaanswers_list = ["хуй на", "где?"]
kuanswers_list = ["ну привет", "ку", "приветик"]
kurequests_list = ["ку","привет","приветик","здравствуй","салам","Ку","Привет","Приветик","Здравствуй","Салам"]
stickerrequest_list = ["скинь стикер", "стикер","отправь мне стикер", "стикер плиз","жду стикер", "хочу стикер", "стик", "пришли стикер","Скинь стикер", "Стикер","Отправь мне стикер", "Стикер плиз","Жду стикер", "Хочу стикер", "Стик", "Пришли стикер", "отправь стикер","Отправь стикер"]
stickeranswer_list = ["CAACAgEAAxkBAAEFxXhjF3-0gdbuX_bNXT15_DvfTEGwiAACZwADshIgRdAmvwdpWMvqKQQ","CAACAgIAAxkBAAEFxX9jF4DdSHV0Od6PvqR9wclmcvA5IAAChBAAAuUk6EpngpAUvmazvykE","CAACAgIAAxkBAAEFxYFjF4Dm1Ixyzc6tzAif21Y-rghEugACNAAD9AioJHeLhcjIh2bRKQQ","CAACAgIAAxkBAAEFxYNjF4DvHnGc60B5UtkGrbYrR9sxwAACawADtyvEPNsKw9xzipHVKQQ","CAACAgIAAxkBAAEFxYVjF4EFtHECoQjb6kU8aS646gftEgACtRoAAjaHoUihlgZNNBcfNykE"]
lubovreques_list = ["лю тебя","лю","люблю","я тебя люблю","люблю тебя","Лю тебя","Лю","Люблю","Я тебя люблю","Люблю тебя"]
anekrequest_list = ["скинь анекдот","анекдот","пришли анекдот","рассмеши меня","Скинь анекдот","Анекдот","Пришли анекдот","Рассмеши меня"]
questionrequestlist = ["?","??","???","????","?????","??????","???????","????????","?????????","??????????","???????????","????????????","?????????????","??????????????","???????????????","????????????????","?????????????????","??????????????????","???????????????????","????????????????????"]








anekanswer_list = ["жил был царь с косоглазием. пошёл как - то царь куда глаза глядят и порвался", "Орёл взлетает.\
\nлетит и головой врезается в скалу\
\nпадает,опять взлетает и опять врезается в скалу.\
\nподходит к нему медведь и спрашивает:Орёл,а что ты делаешь?!\
\n-Выебываюсь\
\n-А можно с тобой ?\
\n-Давай\
\nМедведь разбегается,оба с разгона берут и врезаются в скалу.\
\nПодходит олень и спрашивает:\
\n-Мужики,вы что делаете?\
\n-Выебываемся.\
\n-А можно мне с вами?\
\n-Да пожалуйста)\
\nОлень с медведем разбегаются,орел взлетает и втроём с разгона головой врезаются в скалу.\
\nПодходит к ним мышка и тоже проситься к ним и так собрались все звери в лесу.И с разгона головой бьются об скалу и тут со скалы сходит здоровенный оползень.Всех животных зажало ,а орел улетает.\
\nЖивотные ему говорят:\
\n-Орел,а что нам теперь делать?\
\n-А у вас крылья есть?\
\n-Нет.\
\n-Ну хули тогда выебывались?", "В дверь постучали один раз.\
\n— 0,125 осьминога! - догадался Штирлиц.\
\nВ дверь постучали 2 раза.\
\n— 0,25 осьминога! - догадался Штирлиц.\
\nВ дверь постучали 4 раза.\
\n— 0,5 осьминога! - вновь догадался Штирлиц.\
\n...\
\nСтуков становилось всё больше. За одну минуту в дверь постучали раз 300.\
\n— Э... шутка про тракториста?-подумал Штирлиц.", ]